import { Container } from 'react-bootstrap';
import Link from 'next/link';

export default function PrivacyPolicy() {
  return (
    <Container>
      <section className='privacy_policy'>
        <h2 className='title'>
          Политика конфиденциальности сайта https://яавто.рф
        </h2>
        <div>
          Перед началом использования сайта https://яавто.рф (далее - Сайт),
          пожалуйста, ознакомьтесь с условиями настоящей политики
          конфиденциальности (далее - Политика конфиденциальности) и{' '}
          Пользовательское соглашение использования Сайта. Факт использования
          Сайта любым способом (как намеренным, так и непреднамеренным)
          признается акцептом, то есть полным и безоговорочным согласием любого
          пользователя Сайта (далее - Пользователь), использовать Сайт на
          изложенных ниже условиях. Использование Сайта допустимо исключительно
          на условиях Пользовательского соглашения и Политики
          конфиденциальности. Если Пользователь не принимает условия указанных
          документов в полном объеме, он не вправе использовать Сайт в
          каких-либо целях.
        </div>
        <div>
          <ol type='1'>
            <li>
              <h3>Термины и определения</h3>
              <div>
                В настоящей Политике конфиденциальности используются следующие
                термины:
                <ol type='1'>
                  <li>
                    «Персональные данные» - любая информация, относящаяся к
                    прямо или косвенно определенному или определяемому
                    Пользователю Сайта (физическому лицу, субъекту персональных
                    данных);
                  </li>
                  <li>
                    «Обработка персональных данных» - любое действие (операция)
                    или совокупность действий (операций), совершаемых с
                    использованием средств автоматизации или без использования
                    таких средств с персональными данными, включая сбор, запись,
                    систематизацию, накопление, хранение, уточнение (обновление,
                    изменение), извлечение, использование, передачу
                    (распространение, предоставление, доступ), обезличивание,
                    блокирование, удаление, уничтожение персональных данных;
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Общие положения</h3>
              <div>
                <ol type='1'>
                  <li>
                    Настоящая Политика конфиденциальности представляет собой
                    публичную оферту правообладателя сайта (далее - Оператор) и
                    определяет порядок обработки и защиты информации
                    Пользователей Сайта.
                  </li>
                  <li>
                    Целью настоящей Политики конфиденциальности является
                    обеспечение надлежащей защиты информации о Пользователях, в
                    том числе их персональных данных, от несанкционированного
                    доступа и разглашения.
                  </li>
                  <li>
                    Отношения, связанные со сбором, хранением, распространением
                    и защитой информации о Пользователях, регулируются настоящей
                    Политикой конфиденциальности, иными официальными документами
                    Оператора и действующим законодательством Российской
                    Федерации.
                  </li>
                  <li>
                    Пользователь вправе использовать Сайт для изучения
                    содержащейся на нем информации, не предоставляя Оператору
                    каких-либо сведений о себе, и Оператор не будет обрабатывать
                    персональные данные Пользователя, за исключением сведений,
                    собираемых автоматически (как описано в Разделе 9 настоящей
                    Политики). Пользователь вправе использовать Сайт для
                    изучения содержащейся на нем информации, не предоставляя
                    Оператору каких-либо сведений о себе, и Оператор не будет
                    обрабатывать персональные данные Пользователя, за
                    исключением сведений, собираемых автоматически (как описано
                    в Разделе 9 настоящей Политики).
                  </li>
                  <li>
                    При этом на Сайте представлены некоторые функции, которые
                    Пользователь сможет использовать, только в случае если
                    Оператор будет обрабатывать персональные данные
                    Пользователя. В таком случае Оператор будет обрабатывать
                    только те данные, которые Пользователь предоставит
                    самостоятельно, за исключением сведений, собираемых
                    автоматически (как указано в Разделе 9 настоящей Политики).
                  </li>
                  <li>
                    При этом на Сайте представлены некоторые функции, которые
                    Пользователь сможет использовать, только в случае если
                    Оператор будет обрабатывать персональные данные
                    Пользователя. В таком случае Оператор будет обрабатывать
                    только те данные, которые Пользователь предоставит
                    самостоятельно, за исключением сведений, собираемых
                    автоматически (как указано в Разделе 9 настоящей Политики).
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Условия пользования Сайтом</h3>
              <div>
                <ol type='1'>
                  <li>
                    Оператор, действуя разумно и добросовестно, считает, что при
                    использовании Сайта Пользователь:
                    <ol type='1'>
                      <li>
                        обладает всеми необходимыми правами, позволяющими ему
                        осуществлять отправку заявки и использовать Сайт;
                      </li>
                      <li>
                        указывает достоверную информацию о себе в объемах,
                        необходимых для пользования Сайтом;
                      </li>
                      <li>
                        ознакомлен с настоящей Политикой конфиденциальности,
                        выражает свое согласие с ее положениями и принимает на
                        себя указанные в ней права и обязанности.
                      </li>
                    </ol>
                  </li>
                  <li>
                    Оператор не проверяет достоверность получаемой (собираемой)
                    информации о Пользователях, за исключением случаев, когда
                    такая проверка необходима в целях исполнения Оператором
                    обязательств перед Пользователем.
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Состав информации о Пользователях</h3>
              <div>
                <ol type='1'>
                  <li>
                    Оператор может собирать следующие категории персональных
                    данных о Пользователе во время использования Сайтов:
                    <ol>
                      <li>
                        информация, предоставленная Пользователем при
                        направлении заявки на Сайте, такая как: имя и телефон,
                        водительское удостоверение, паспортные данные и иные
                        данные необходимые для проверки водителя;
                      </li>
                      <li>дата и время осуществления доступа к Сайту;</li>
                      <li>
                        иная информация, необходимая для обработки в
                        соответствии с условиями, регулирующими использование
                        Сайта.
                      </li>
                    </ol>
                  </li>
                  <li>
                    Оператор не собирает данные с целью составления «портрета»
                    Пользователя в той степени, при которой это может
                    существенно повлиять на права Пользователя и свободы в
                    соответствии с применимым законодательством.
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Цели обработки персональных данных</h3>
              <div>
                <ol type='1'>
                  <li>
                    Оператор всегда обрабатывает персональные данные в
                    определенных целях и только те персональные данные, которые
                    имеют отношение к достижению таких целей. В частности,
                    Оператор, помимо указанных выше целей, обрабатывает
                    персональные данные Пользователей для следующих целей:
                    <ol type='1'>
                      <li>
                        выполнение, возложенных законодательством Российской
                        Федерации на Оператора функций, полномочий и
                        обязанностей;
                      </li>
                      <li>
                        выполнение обязательств Оператора перед Пользователями в
                        отношении использования Сайта;
                      </li>
                      <li>предоставления доступа к Сайту;</li>
                      <li>
                        осуществления связи с Пользователем для направления
                        уведомлений, запросов и информации, относящейся к работе
                        Сайта/Оператора, выполнения соглашений и обработки
                        запросов Пользователя;
                      </li>
                      <li>повышения удобства использования Сайта;</li>
                      <li>защиты прав Пользователя и Оператора;</li>
                      <li>
                        для осуществления прав и законных интересов Оператора
                        или третьих лиц, в том числе в случаях, предусмотренных
                        федеральным законодательством Российской Федерации;
                      </li>
                      <li>
                        иные законные основания, предусмотренные
                        законодательством Российской Федерации.
                      </li>
                    </ol>
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Условия обработки персональных данных</h3>
              <div>
                <ol type='1'>
                  <li>
                    Обработка персональных данных осуществляется на основе
                    принципов:
                    <ol type='1'>
                      <li>
                        Законности целей и способов обработки персональных
                        данных;
                      </li>
                      <li>Добросовестности;</li>
                      <li>
                        Соответствия целей обработки персональных данных целям,
                        заранее определенным и заявленным при сборе персональных
                        данных, а также полномочиям Оператора;
                      </li>
                      <li>
                        Соответствия объема и характера обрабатываемых
                        персональных данных, способов обработки персональных
                        данных целям обработки персональных данных;
                      </li>
                      <li>
                        Недопустимости объединения созданных для несовместимых
                        между собой целей баз данных, содержащих персональные
                        данные.
                      </li>
                    </ol>
                  </li>
                  <li>
                    Оператор осуществляет обработку персональных данных
                    Пользователя в целях исполнения договора между Оператором и
                    Пользователем ( Пользовательское соглашение ). В силу статьи
                    6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных
                    данных» отдельное согласие Пользователя на обработку его
                    персональных данных не требуется. В силу п.п. 2 п. 2 статьи
                    22 указанного закона Оператор вправе осуществлять обработку
                    персональных данных без уведомления уполномоченного органа
                    по защите прав субъектов персональных данных.
                  </li>
                  <li>
                    Если это предусмотрено применяемым законодательством,
                    Пользователь вправе:
                    <ol>
                      <li>
                        требовать удаления персональной информации или ее части,
                        а также отзывать согласие на обработку персональной
                        информации;
                      </li>
                      <li>
                        требовать ограничений на обработку персональной
                        информации;
                      </li>
                      <li>
                        возражать против обработки персональной информации, если
                        это предусмотрено применимым законодательством.
                      </li>
                    </ol>
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Хранение и использование персональных данных</h3>
              <div>
                <ol type='1'>
                  <li>
                    Персональные данные Пользователей будут обрабатываться и
                    храниться в Российской Федерации. При сборе персональных
                    данных Оператор соблюдает так называемое требование
                    локализации баз данных, то есть делает так, чтобы запись,
                    систематизация, накопление, хранение, уточнение (обновление,
                    изменение), извлечение персональных данных Пользователей
                    осуществлялись с использованием баз данных, находящихся на
                    территории России.
                  </li>
                  <li>
                    Персональные данные пользователей обрабатываются, как с
                    использованием автоматизированных систем, так и без таковых.
                  </li>
                  <li>
                    Оператор принимает все необходимые меры для защиты
                    персональных данных Пользователя от неправомерного доступа,
                    изменения, раскрытия или уничтожения. Оператор предоставляет
                    доступ к персональным данным Пользователя только тем лицам,
                    которым эта информация необходима с целью исполнения
                    назначения Сайта и для обеспечения функционирования Сайта, а
                    также иных действий, незапрещённых российским
                    законодательством.
                  </li>
                  <li>
                    Оператор вправе использовать предоставленную Пользователем
                    информацию, в том числе персональные данные, в целях
                    обеспечения соблюдения требований действующего
                    законодательства Российской Федерации (в том числе в целях
                    предупреждения и/или пресечения незаконных и/или
                    противоправных действий Пользователей).
                  </li>
                  <li>
                    Раскрытие предоставленной Пользователем информации может
                    быть произведено лишь в соответствии с действующим
                    законодательством Российской Федерации по требованию суда,
                    правоохранительных органов, а равно в иных предусмотренных
                    законодательством Российской Федерации случаях.
                  </li>
                  <li>
                    Пользователь уведомлен и согласен с тем, что в целях
                    контроля качества Оператор вправе проводить исследования
                    переданной и полученной Пользователем информации в
                    обезличенном агрегированном виде без возможности отнести
                    такую информацию к прямо или косвенно определенному или
                    определяемому Пользователю.
                  </li>
                  <li>
                    Оператор будет хранить персональные данные столько времени,
                    сколько это необходимо для достижения цели, для которой она
                    была собрана, или для соблюдения требований законодательства
                    и нормативных актов.
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Права Пользователя</h3>
              <div>
                <ol type='1'>
                  <li>
                    Пользователь вправе:
                    <ol type='1'>
                      <li>
                        Отозвать согласие на обработку своих персональных
                        данных;
                      </li>
                      <li>
                        Требовать уточнения, исключения или исправления, а также
                        блокирования и уничтожения неполных, неверных,
                        устаревших, недостоверных, незаконно полученных или не
                        являющихся необходимыми для Оператора персональных
                        данных;
                      </li>
                      <li>
                        Получать доступ к своим персональным данным и, в
                        частности, получать от Оператора следующие сведения:
                        категории обрабатываемых персональных данных; цели
                        обработки персональных данных; сведения о лицах, которые
                        имеют доступ к персональным данным или которым может
                        быть предоставлен такой доступ (за исключением
                        работников Оператора); перечень обрабатываемых
                        персональных данных Пользователя и источник их
                        получения; сроки обработки персональных данных, в том
                        числе сроки их хранения; иные сведения в соответствии с
                        действующим законодательством Российской Федерации;
                      </li>
                      <li>
                        Требовать извещения Оператором всех лиц, которым ранее
                        были сообщены неверные или неполные персональные данные,
                        обо всех произведенных в них исключениях, исправлениях
                        или дополнениях;
                      </li>
                      <li>
                        Осуществлять иные права в сфере защиты персональных
                        данных, предусмотренные действующим российским
                        законодательством.
                      </li>
                    </ol>
                  </li>
                  <li>
                    Для отзыва согласия на обработку персональных данных
                    Пользователю необходимо направить соответствующий запрос в
                    обратной форме. После отзыва согласия Оператор прекратит
                    обработку данных, уничтожит персональные данные, а также
                    обеспечит их уничтожение привлеченными к обработке третьими
                    лицами (за исключением случаев, если дальнейшая обработка
                    требуется в соответствии с применимым законодательством или
                    может осуществляться на ином законном основании).
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Файлы cookies (куки-файлы)</h3>
              <div>
                <ol type='1'>
                  <li>
                    С целью улучшения работы Сайта и сделать его удобнее для
                    использования, Оператор может использовать специальную
                    технологию cookies. Оператор понимает, что в определенной
                    степени файлы cookies должны рассматриваться в качестве
                    персональных данных, и работа с ними должна регулироваться
                    соответствующим законодательством.
                  </li>
                  <li>
                    Под файлами cookies понимаются маленькие файлы данных,
                    которые Сайт хранит на устройстве Пользователя и
                    используется для записи определенных действий на Сайте,
                    путем хранения данных, которые могут быть обновлены и
                    восстановлены. Эти файлы хранятся на устройстве Пользователя
                    и содержат данные, которые не наносят ущерба оборудованию
                    Пользователя. Они используются для записи предпочтений
                    Пользователя, таких как выбранный язык и данные доступа, а
                    также для персонализации Сайта. Cookies могут также
                    использоваться для хранения информации о том, как
                    Пользователь использует сайт. Например, с какой страницы или
                    с какого рекламного «баннера» был выполнен переход на Сайт.
                  </li>
                  <li>
                    Сессионные файлы cookies - временные файлы cookies, которые
                    хранятся среди файлов cookies браузера Пользователя до тех
                    пор, пока Пользователь не покинет страницу; эти файлы не
                    хранятся на жестком диске пользователя. Сведения, получаемые
                    с помощью этих файлов, помогают нам анализировать
                    направления сетевого трафика. В конечном итоге они позволяют
                    Оператору улучшить содержание Сайта и упростить его
                    использование.
                  </li>
                  <li>
                    Постоянные файлы cookies - эти файлы хранятся на жестком
                    диске компьютера, и Сайт распознает их каждый раз, когда
                    Пользователь заходит на него. У постоянных файлов cookies
                    есть определенный срок действия. После истечения этого срока
                    действия они перестают функционировать. Постоянные файлы
                    cookies позволяют Сайту запоминать информацию и настройки
                    для последующих визитов пользователей, делая таким образом
                    просмотр сайтов более удобным и быстрым, ввиду, например,
                    отсутствия необходимости повторного введения регистрационных
                    данных.
                  </li>
                  <li>
                    Технические файлы cookies - технические файлы cookies
                    необходимы для правильной работы Сайта и корректного
                    использования различных предлагаемых на нем персональных
                    возможностей и услуг. Например, такие cookies могут
                    использоваться для технической поддержки работы сессии,
                    контроля времени отклика, работы или подтверждения
                    персональных предпочтений, использования элементов
                    безопасности, передачи данных через социальные сети и т. д.
                  </li>
                  <li>
                    Файлы cookies для персонализации - эти файлы cookies
                    позволяют пользователю выбрать или персонализировать
                    определенные свойства Сайта, например, посредством
                    определения языка, региональной конфигурации или типа
                    браузера.
                  </li>
                  <li>
                    Аналитические файлы cookies - Оператор использует cookies
                    для получения сведений о настройках браузеров и для анализа
                    поведения Пользователя на Сайте для целей улучшения
                    производительности Сайта.
                  </li>
                  <li>
                    Файлы cookies социальных сетей - Для того, чтобы облегчить
                    Пользователю возможность делиться контентом с Сайта
                    посредством различных социальных сетей на Сайте расположены
                    специальные кнопки. Наличие таких кнопок может означать, что
                    социальная сеть, с которой они связаны, устанавливает файлы
                    cookies, которые не находятся под контролем Оператора, но
                    при этом используются для запуска сессии Пользователя в
                    социальной сети, технического обслуживания этой сессии или
                    могут показывать, сколько раз пользователи поделились
                    конкретными материалами в социальной сети. Оператор
                    рекомендует Пользователю регулярно читать правила всех
                    социальных сетей в отношении конфиденциальности и
                    использования файлов cookies и, если применимо, изменять
                    параметры конфиденциальности социальных сетей таким образом,
                    чтобы ограничить количество предоставляемых данных и
                    скорректировать эти параметры в соответствии со своими
                    собственными интересами.
                  </li>
                  <li>
                    При посещении Сайта Пользователь может увидеть рекламу
                    продуктов или услуг Оператора, и в браузере Пользователя
                    будет установлен файл cookies, с помощью которого Оператор
                    анализирует рекламу, в частности, количество ее просмотров,
                    точное место и время ее появления, и т.д. Может оказаться,
                    что некоторые файлы cookies, используемые на данном сайте,
                    не имеют отношения к Оператору. Это связано с тем, что на
                    некоторых страницах расположены элементы, полученные со
                    страниц третьих лиц. Так как эти элементы получены с других
                    страниц, Оператор не может контролировать конфигурацию этих
                    файлов cookies. Если Пользователь хочет изменить свои
                    предпочтения в отношении конфигурации файлов cookies,
                    Пользователю следует обратиться за получением
                    соответствующих сведений на сайты таких третьих лиц.
                  </li>
                  <li>
                    Оператор попросит отдельное согласие Пользователя на
                    обработку файлов cookies. Если Пользователь не предоставляет
                    такое согласие, то оператор будет обрабатывать только
                    технические файлы cookies, которые необходимы для
                    правильного функционирования нашего Сайта.
                  </li>
                  <li>
                    Пользователь также может в любой момент отозвать свое
                    согласие на обработку файлов cookies и удалить файлы
                    cookies, хранящиеся на компьютере Пользователя, изменив
                    настройки своего браузера. Наконец, если Пользователь хочет
                    контролировать процесс установки файлов cookies,
                    Пользователь может установить в свой браузер специальные
                    программы или дополнения, известные как инструменты запрета
                    отслеживания, позволяющие выбирать Пользователю, какие файлы
                    cookies Пользователь разрешает хранить на своем устройстве.
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Передача персональных данных</h3>
              <div>
                <ol type='1'>
                  <li>
                    Персональные данные Пользователей не передаются каким-либо
                    третьим лицам, за исключением случаев, прямо предусмотренных
                    настоящей Политикой конфиденциальности и для целей
                    использования Сайта.
                  </li>
                  <li>
                    В большинстве случаев Персональная информация обрабатывается
                    автоматически без доступа к ней кого-либо из сотрудников
                    Оператора. В случае если такой доступ понадобится, то он
                    может быть предоставлен только тем сотрудникам Оператора,
                    которые нуждаются в этом для выполнения своих задач. Для
                    защиты и обеспечения конфиденциальности данных все
                    сотрудники должны соблюдать внутренние правила и процедуры в
                    отношении обработки Персональной информации. Они также
                    должны следовать всем техническим и организационным мерам
                    безопасности, действующим для защиты Персональных данных
                    Пользователя. Оператор внедрил достаточные технические и
                    организационные меры для защиты Персональных данных от
                    несанкционированного, случайного или незаконного
                    уничтожения, потери, изменения, недобросовестного
                    использования, раскрытия или доступа, а также иных
                    незаконных форм обработки. Данные меры безопасности были
                    реализованы с учетом современного уровня техники, стоимости
                    их реализации, рисков, связанных с обработкой и характером
                    Персональной информации.
                  </li>
                  <li>
                    Оператор может передавать Персональные данные Пользователя
                    своим сотрудникам (в пределах, указанных в п.10.2 настоящей
                    Политики). Оператор также может передавать Персональные
                    данные Пользователя своим аффилированным лицам, в том числе
                    другим компаниям из группы лиц, к которой принадлежит
                    Оператор. Обратите внимание, что уровень защиты Персональной
                    информации в некоторых странах может не совпадать с уровнем,
                    установленном в вашей юрисдикции, и, используя сервисы
                    Оператора, Пользователь соглашается на такую передачу.
                  </li>
                  <li>
                    Во всех случаях Персональные данные также будут
                    обрабатываться только для целей, изложенных в настоящей
                    Политике.
                  </li>
                  <li>
                    Оператор также может передавать Персональные данные третьим
                    лицам, не входящим в группу компаний оператора, для
                    достижения целей, указанных в Политике. К таким третьим
                    лицам могут относиться:
                    <ol>
                      <li>
                        Партнеры, такие как владельцы сайтов и приложений,
                        рекламные сети и другие партнеры, предоставляющие
                        Оператору услуги, связанные с размещением и отображением
                        рекламы на сайтах, в программах, продуктах или сервисах,
                        которые принадлежат таким партнерам или контролируются
                        ими;
                      </li>
                      <li>
                        рекламодатели или другие Партнеры, которые отображают
                        для Вас рекламу на Сайтах Оператора, а также такие
                        Партнеры как поставщики информационных сервисов или
                        консультанты;
                      </li>
                      <li>
                        третьи лица, в отношении которых произведена уступка
                        прав или обязанностей, или новация по соответствующему
                        соглашению;
                      </li>
                      <li>
                        любые национальные и/или международные регулирующие
                        органы, правоохранительные органы, центральные или
                        местные исполнительные органы власти, другие официальные
                        или государственные органы или суды, в отношении которых
                        Оператор обязан предоставлять информацию в соответствии
                        с применимым законодательством по соответствующему
                        запросу;
                      </li>
                      <li>
                        третьи лица, в случае если Пользователь выразил согласие
                        на передачу своих Персональных данных либо передача
                        Персональной информации требуется для предоставления
                        Пользователю соответствующего сервиса или выполнения
                        определенного соглашения или договора, заключенного с
                        Пользователем;
                      </li>
                      <li>
                        любые третьи лица в целях обеспечения правовой защиты
                        Оператора или третьих лиц при нарушении Вами
                        Пользовательского соглашения сервисов Оператора,
                        настоящей Политики или условий, регулирующих
                        использование отдельных сервисов, либо в ситуации, когда
                        существует угроза такого нарушения.
                      </li>
                    </ol>
                  </li>
                  <li>
                    В иных случаях при указании Пользователя или при наличии
                    согласия Пользователя возможна передача персональных данных
                    Пользователя третьим лицам-контрагентам Оператора с условием
                    принятия такими контрагентами обязательств по обеспечению
                    конфиденциальности полученной информации.
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Уничтожение персональных данных</h3>
              <div>
                <ol type='1'>
                  <li>
                    Оператор обрабатывает персональные данные Пользователя не
                    дольше, чем это требуется для достижения целей их обработки,
                    указанных в Политике.
                  </li>
                  <li>
                    После достижения целей обработки персональных данных
                    Оператор уничтожит персональные данные (а также обеспечит их
                    уничтожение привлеченными к обработке третьими лицами) в
                    течение 30 дней. Оператор также прекратит обработку
                    персональных данных (а также обеспечит их уничтожение
                    привлеченными к обработке третьими лицами), в случае если
                    Пользователь отзовет свое согласие на обработку данных (в
                    случаях, когда согласие является единственным законным
                    основанием для обработки персональных данных).
                  </li>
                  <li>
                    Обращаем внимание на то, что Оператор может в некоторых
                    случаях продолжить обработку данных после отзыва согласия,
                    когда это требуется для выполнения обязанностей, возникающих
                    в силу применимого законодательства, или, когда обработка
                    необходима для осуществления прав и законных интересов
                    Оператора и (или) третьих лиц.
                  </li>
                </ol>
              </div>
            </li>
            <li>
              <h3>Прочие условия</h3>
              <div>
                <ol type='1'>
                  <li>
                    Пользователь дает Оператору согласие на обработку
                    персональной информации Пользователя для целей
                    предоставления функциональных возможностей Сайта, на
                    обработку и передачу Оператором его уполномоченным
                    представителям и третьим лицам для целей обработки
                    персональных данных Пользователя персональной информации
                    Пользователя для дальнейшей обработки такой информации в
                    целях предоставления Пользователю функциональной возможности
                    использования Сайта и получения ответа на запрашиваемую у
                    Оператора информацию. Оператор передаёт/обрабатывает лишь ту
                    персональную информацию Пользователя, которая необходима для
                    указанной цели. Положения настоящего пункта в отношении
                    обработки персональной и иной информации Пользователя
                    распространяются на материалы и информацию, полученные или
                    переданные Пользователем в процессе использования Сайта и
                    его функций.
                  </li>
                  <li>
                    Настоящая Политика конфиденциальности может быть изменена
                    Оператором без какого-либо специального уведомления, новая
                    редакция Политики конфиденциальности вступает в силу с
                    момента ее размещения в сети Интернет по указанному в
                    настоящем пункте адресу, если иное не предусмотрено новой
                    редакцией Политики конфиденциальности. Действующая редакция
                    Политики конфиденциальности находится на странице по адресу:{' '}
                    https://яавто.рф, если в Политике конфиденциальности не
                    указано иное.
                  </li>
                  <li>
                    Настоящая Политика конфиденциальности регулируется и
                    толкуется в соответствии с законодательством Российской
                    Федерации. По всем вопросам, не урегулированным настоящей
                    Политикой конфиденциальности, стороны руководствуются
                    действующим законодательством Российской Федерации.
                  </li>
                  <li>
                    Если по каким-либо причинам одно или несколько условий
                    настоящей Политики конфиденциальности будут признаны
                    недействительными или не имеющими юридической силы, это не
                    окажет влияния на действительность или применимость
                    остальных условий Политики конфиденциальности.
                  </li>
                  <li>
                    В случае если Оператором были внесены какие-либо изменения в
                    настоящую Политику конфиденциальности, с которыми
                    Пользователь не согласен, он обязан прекратить использование
                    Сайта.
                  </li>
                  <li>
                    Пользователь предоставляет Оператору право направлять
                    Пользователю на электронную почту или номер мобильного
                    телефона информационные и рекламные сообщения о продуктах
                    Оператора. Пользователь осведомлен, что вправе отказаться от
                    получения сообщений в любой момент, уведомив Оператора с
                    использованием указанных адреса электронной почты или номера
                    мобильного телефона Пользователя.
                  </li>
                  <li>
                    Обращаем внимание на то, что Оператор не рассматривает
                    анонимные обращения. При получении от Пользователя обращения
                    Оператор также может попросить Пользователя подтвердить свою
                    личность (путем предоставления паспортных данных) до
                    направления ответа Пользователя.
                  </li>
                </ol>
              </div>
            </li>
          </ol>
        </div>
      </section>
    </Container>
  );
}
