import { Container } from 'react-bootstrap';
import Link from 'next/link';
export default function PrivacyPolicy() {
  return (
    <Container>
      <section>
        <h2 className='title'>
          Пользовательское соглашение об использовании сайта https://Яавто.РФ
        </h2>
        Перед началом использования Сайта, пожалуйста, ознакомьтесь с
        условиями настоящего Пользовательского соглашения. Факт использования
        Сайта любым способом (как намеренным, так и непреднамеренным) признается
        акцептом, то есть полным и безоговорочным согласием Пользователя,
        использовать Сайт на изложенных ниже условиях. Использование Сайта
        допустимо исключительно на условиях настоящего Пользовательского
        соглашения. Если Пользователь не принимает условия Пользовательского
        соглашения в полном объеме, он не вправе использовать Сайт в каких-либо
        целях.
        <h1>Порядок использования Сайта</h1>
        <ul>
          <li>
            1.1. Пользователь обязуется использовать Сайт только в пределах тех
            прав и теми способами, которые предусмотрены настоящим
            Пользовательским соглашением.
          </li>
          <li>
            1.2. Исключительное право на настоящий сайт  https://Яавто.РФ(далее
            - Сайт) принадлежит (далее - ЯАВТО.РФ).
          </li>
          <li>
            1.3. Данное Пользовательское соглашение регламентирует использование
            Сайта, приложений ЯАВТО.РФ.
          </li>
          <li>
            1.4. ЯАВТО.РФ предоставляет Пользователю право использовать Сайт,
            сервисы Сайта по их прямому назначению, в том числе путем
            осуществления доступа к Сайту с помощью компьютеров и мобильных
            устройств и использования явных функций Сайта доступа к личному
            кабинету и к их функциям, на срок, в течение которого Сайт и его
            функции остаются доступны для Пользователя.
          </li>
          <li>
            1.5. ЯАВТО.РФ обладает исключительным правом на все материалы,
            размещенные на Сайте, и/или имеет разрешение правообладателя на
            использование таких материалов на Сайте и/или использует их в
            соответствии законодательством РФ.
          </li>
          <li>
            1.6. ЯАВТО.РФ также является правообладателем товарных знаков,
            знаков обслуживания, коммерческих обозначений, логотипов и доменных
            имен, используемых на Сайте, и/или имеет соответствующее разрешение
            правообладателя на их использование и/или использует их в
            соответствии законодательством РФ. Пользователи Сайта вправе
            просматривать, копировать, цитировать информацию, содержащуюся на
            Сайте, распечатывать страницы Сайта с информацией на бумажном
            носителе, если такое использование информации осуществляется
            исключительно в личных, информационных, некоммерческих целях и при
            условии сохранения всех знаков охраны авторского права, смежных
            прав, товарных знаков и иных уведомлений об авторстве и со ссылкой
            на Сайт. Любые формы распространения или размещения в широком
            доступе какого-либо (распечатанного или электронного) содержания
            Сайта без предварительного письменного согласия ЯАВТО.РФ запрещены.
          </li>
          <li>
            1.7. Любое использование в коммерческих целях или изменение
            опубликованных на Сайте материалов является нарушением прав ЯАВТО.РФ
            на результаты интеллектуальной деятельности и средства
            индивидуализации и может привести к применению в отношении
            правонарушителя мер ответственности, предусмотренных, в том числе
            законодательством Российской Федерации.
          </li>
          <li>
            1.8. Использование Сайта осуществляется в соответствии с
            законодательством Российской Федерации и иных применимых правил в
            зависимости от пользователя. Любые вопросы, касающиеся данного
            Сайта, можно направлять на электронный адрес ЯАВТО.РФ.
          </li>
        </ul>
        Конфиденциальность
        <ul>
          <li>
            2.1. ЯАВТО.РФ может использовать персональную информацию
            пользователей Сайта, на основании Политики конфиденциальности, и в
            связи с предоставлением им услуг и соответствующей информации,
            ответов на запросы (например, объявлений ЯАВТО.РФ)
          </li>
        </ul>
        Ограничение ответственности
        <ul>
          <li>
            3.1. Информация, содержащаяся на Сайте, предоставлена исключительно
            в информационных целях.
          </li>
          <li>
            3.2. ЯАВТО.РФ также не может гарантировать бесперебойный и
            безотказный доступ к Сайту и ни при каких условиях не несет
            ответственность за возможные убытки, возникшие у пользователей Сайта
            в связи с его использованием.
          </li>
          <li>
            3.3. Сайт предоставляется «как есть», ЯАВТО.РФ не несет
            ответственности за точное соответствие Сайта требованиям
            Пользователя.
          </li>
          <li>
            3.4. Пользователь самостоятельно несет ответственность за любые
            возможные негативные последствия использования информации,
            полученной Пользователем с использованием Сайта.
          </li>
        </ul>
        Прочие условия
        <ul>
          <li>
            4.1. Настоящее Соглашение может быть изменено ЯАВТО.РФ без
            какого-либо специального уведомления, новая редакция Соглашения
            вступает в силу с момента ее размещения в сети Интернет по
            указанному в настоящем пункте адресу, если иное не предусмотрено
            новой редакцией Соглашения. Действующая редакция Соглашения
            находится на странице по адресу: https://Яавто.РФ , если в
            Соглашении не указано иное.
          </li>
          <li>
            4.2. Настоящее Пользовательское соглашение регулируется и толкуется
            в соответствии с законодательством Российской Федерации. По всем
            вопросам, не урегулированным настоящим Пользовательским соглашением,
            стороны руководствуются действующим законодательством Российской
            Федерации.
          </li>
          <li>
            4.3. Если по каким-либо причинам одно или несколько условий
            настоящего Пользовательского соглашения будут признаны
            недействительными или не имеющими юридической силы, это не окажет
            влияния на действительность или применимость остальных условий
            Соглашения.
          </li>
          <li>
            4.4. Настоящее Соглашение может быть в любой момент расторгнуто
            Пользователем посредством направления ЯАВТО.РФ уведомления о
            расторжении в письменной форме. ЯАВТО.РФ вправе расторгнуть
            Соглашение в одностороннем порядке, уведомив Пользователя о
            расторжении посредством Сайта.
          </li>
          <li>
            4.5. В случае если ЯАВТО.РФ были внесены какие-либо изменения в
            настоящее Соглашение, с которыми Пользователь не согласен, он обязан
            прекратить использование Сайта.
          </li>
          <li>
            {' '}
            4.6. Все вопросы, предложения и/или претензии, связанные с
            использованием/невозможностью использования Сайта, а также возможным
            нарушением законодательства и/или прав третьих лиц, должны
            направляться через форму обратной связи.
          </li>
        </ul>
        <div>
          Список юридических документов по проекту ЯАВТО.РФ:
          <ul>
            <li>1. Политика конфиденциальности;</li>
            <li>2. Пользовательское соглашение;</li>
            <li>3. Оферта.</li>
          </ul>
        </div>
      </section>
    </Container>
  );
}

// Ты решил документы страницами сделать?
